docs/load/2026-09-20T18-16-30-754Z-summary.txt
     ✗ upload -> 202
      ↳  96% — ✓ 289 / ✗ 11
     ✗ upload devolve videoId
      ↳  96% — ✓ 289 / ✗ 11

     █ teardown

       ✗ 300 enviados = 298 persistidos
        ↳  0% — ✓ 0 / ✗ 1
       ✗ 300 enviados = 298 processados
        ↳  0% — ✓ 0 / ✗ 1

     checks.........................: 96.01% ✓ 578      ✗ 24   
     data_received..................: 215 kB 3.5 kB/s
     data_sent......................: 4.6 MB 75 kB/s
     http_req_blocked...............: avg=335.25ms min=2.15µs   med=252.05ms max=2.99s    p(90)=369.42ms p(95)=379.76ms
     http_req_connecting............: avg=334.69ms min=0s       med=251.87ms max=2.99s    p(90)=366.2ms  p(95)=379.66ms
     http_req_duration..............: avg=4.16s    min=181.61ms med=3.12s    max=59.4s    p(90)=4.79s    p(95)=4.96s   
       { expected_response:true }...: avg=2.97s    min=181.61ms med=3.06s    max=5.11s    p(90)=4.59s    p(95)=4.86s   
     ✓ { name:upload }..............: avg=4.23s    min=703.42ms med=3.14s    max=59.4s    p(90)=4.8s     p(95)=4.96s   
     http_req_failed................: 3.60%  ✓ 11       ✗ 294  
     http_req_receiving.............: avg=5.32ms   min=0s       med=380.46µs max=159.18ms p(90)=6.81ms   p(95)=38.1ms  
     http_req_sending...............: avg=184.31µs min=27.06µs  med=132.04µs max=1ms      p(90)=370.17µs p(95)=477.77µs
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=4.16s    min=179.86ms med=3.07s    max=59.4s    p(90)=4.79s    p(95)=4.95s   
     http_reqs......................: 305    4.943097/s
     iteration_duration.............: avg=4.71s    min=907.17ms med=3.72s    max=1m0s     p(90)=5.33s    p(95)=5.41s   
     iterations.....................: 300    4.862062/s
   ✗ requests_lost..................: 2      0.032414/s
     uploads_accepted...............: 289    4.683787/s
   ✗ uploads_rejected...............: 11     0.178276/s
   ✗ videos_not_completed...........: 2      0.032414/s
     vus............................: 0      min=0      max=300
     vus_max........................: 300    min=300    max=300