docs/load/2026-09-20T19-59-24-527Z-summary.txt
     ✓ upload -> 202
     ✓ upload devolve videoId

     █ teardown

       ✓ 50 enviados = 50 persistidos
       ✓ 50 enviados = 50 processados

     checks.........................: 100.00% ✓ 102      ✗ 0   
     data_received..................: 51 kB   6.3 kB/s
     data_sent......................: 770 kB  96 kB/s
     http_req_blocked...............: avg=154.11ms min=2.89µs   med=161.38ms max=175.96ms p(90)=173ms    p(95)=173.86ms
     http_req_connecting............: avg=153.69ms min=0s       med=161.28ms max=175.77ms p(90)=172.85ms p(95)=173.73ms
     http_req_duration..............: avg=1.01s    min=200.24ms med=1.1s     max=1.44s    p(90)=1.27s    p(95)=1.41s   
       { expected_response:true }...: avg=1.01s    min=200.24ms med=1.1s     max=1.44s    p(90)=1.27s    p(95)=1.41s   
     ✓ { name:upload }..............: avg=1.07s    min=565.44ms med=1.1s     max=1.44s    p(90)=1.27s    p(95)=1.41s   
     http_req_failed................: 0.00%   ✓ 0        ✗ 54  
     http_req_receiving.............: avg=6.74ms   min=30.48µs  med=262.76µs max=129.25ms p(90)=2.12ms   p(95)=35.95ms 
     http_req_sending...............: avg=283.66µs min=30.73µs  med=181.64µs max=1.47ms   p(90)=529.68µs p(95)=746.9µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=1s       min=167.87ms med=1.1s     max=1.44s    p(90)=1.27s    p(95)=1.41s   
     http_reqs......................: 54      6.728024/s
     iteration_duration.............: avg=1.31s    min=625.97ms med=1.27s    max=5.77s    p(90)=1.47s    p(95)=1.6s    
     iterations.....................: 50      6.229652/s
   ✓ requests_lost..................: 0       0/s
     uploads_accepted...............: 50      6.229652/s
   ✓ uploads_rejected...............: 0       0/s
   ✓ videos_not_completed...........: 0       0/s
     vus............................: 0       min=0      max=50
     vus_max........................: 50      min=50     max=50